{"inkVersion":20,"root":[[{"#":"DORAI"},{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Attention Droid, I thought it prudent to inform you that, since your last attempt, the Tithemi’s layout has changed significantly.","\n","^Voyager 27 has noted that this may be due to the explosion that took place twenty Earth years ago.","\n","^Please note that any attempt to understand this logic has resulted in my processing systems to shut down temporarily, and will likely end in a worse outcome for your less-powerful systems. Please be cautious in any logical thinking you do. ",{"#":"RESUME:Main2"},"\n","done",{"Main2":["^Attention Droid, during your previous run, you came close to a TVV passenger information storage facility. Please avoid these areas, as the documents contained within are confidential and should not be viewed by Droids, or robotic assistants of any kind, including myself.","\n","^Thank you. ",{"#":"RESUME:Main3"},"\n","done",{"#f":1}],"Main3":["^Droid, Voyager 27 has inquired into why I cannot print more than one Droid at a time.","\n","^I provided her with an answer and believe that telling you may provide some insight into the situation.","\n","^Each Droid contains a direct connection to the hub, which allows me to shut you down as required, as a security measure.","\n","^This connection system was one of the many functions that was damaged during the explosion. As such, I can only track one Droid at a time.","\n","^A failsafe ensures that any Droid disconnected from the security hub is spontaneously shut down. As such, if I printed more than one Droid, the first Droid printed would shut down. This is a waste of time and materials. ",{"#":"RESUME:Main4"},"\n","done",{"#f":1}],"Main4":["^Attention Droid, if you ever feel tempted to end a run early via suicide because you are struggling to succeed, please first consider the consequences.","\n","^The printing material that I use to construct your bodies is finite, and eventually it will run out. Additionally, any physical upgrades you receive will not be present in your new body.","\n","^Thank you.","\n","end",{"#f":1}],"#f":1}],"global decl":["ev",1,{"VAR=":"priority"},"/ev","end",null],"#f":1}],"listDefs":{}}